[
    {
        "name": "Red Steel",
        "info_no": "<p>Red Steel er et rockeband som, til tross for sin unge alder, allerede har opparbeidet seg erfaring og blitt vant til å spille på store scener. De har markert seg på den norske rockescenen med en heftig konsert på Tons of Rock 2023 og som support for store navn som Wig Wam. Med 120 000 følgere og over 50 millioner visninger på TikTok, når de ut til et stort internasjonalt publikum med sin musikk og imponerende evne til å underholde.</p><p>Live leverer Red Steel en energisk og visuelt gjennomført konsertopplevelse, inspirert av band som Ghost, støttet av solid musikalsk kvalitet som blander rock, pop og metal.</p><p>The Moshville Times omtalte deres opptreden på Tons of Rock 2023 slik:<p>'Despite only being young, they put on a belter of a performance and had really made an effort with their looks – all dressed in variations on the same outfit, and some with face paint. The drummer with his epic hair was the stand-out performer for me, but all of them looked very easy and competent on stage, so I hope they will go far.'</p>",
        "info_en": "<p>Red Steel is a rock band that, despite their young age, has already gained experience and become accustomed to performing on large stages. They have made a name for themselves on the Norwegian rock scene with a powerful concert at Tons of Rock 2023 and as a supporting act for big names like Wig Wam. With 120,000 followers and over 50 million views on TikTok, they reach a large international audience with their music and impressive ability to entertain.</p><p>Live, Red Steel delivers an energetic and visually captivating concert experience, inspired by bands like Ghost, backed by solid musical quality that blends rock, pop, and metal.</p><p>The Moshville Times described their performance at Tons of Rock 2023 as follows:<p/><p>'Despite only being young, they put on a belter of a performance and had really made an effort with their looks – all dressed in variations on the same outfit, and some with face paint. The drummer with his epic hair was the stand-out performer for me, but all of them looked very easy and competent on stage, so I hope they will go far.'</p>",
        "time_no": "Dag: Lørdag 26. juli.",
        "time_en": "Day: Saturday 26th July.",
        "homepage": "https://www.facebook.com/redsteelband/",
        "image": "images/artists/redsteel.jpg",
        "youtube": "https://www.youtube.com/watch?v=9iLfCjZAGl0"
    },
    {
        "name": "Jenny Jenssen Band",
        "info_no": "<p>Med over 300 000 solgte album og 16 glitrende albumutgivelser siden 1991. Mottatt heder og ære i form av 1 dobbel Platina samt 4 Gullplater. Seneste utgivelse – countryalbumet “From our hearts” ble spilt inn i Nashville og solgte til gull.</p><p>Jenny Jenssen kan se tilbake på en lang og variert musikkarriere der folkeligheten og nærkontakten med publikum går som en rød tråd gjennom albumene, konsertene og turneene hennes.</p><p>En festkveld med JENNY JENSSEN & BAND er et gjenhør egne hits som bl.a. «Nu må du Pinadø vaske klean dine sjøl» + mange fengende hits fra Jenny’s musikalske countryforbilder, så som; Nanci Griffith, Eagles, Lynn Anderson, Emmylou Harris, Linda Ronstadt og Dolly Parton.</p><p>Jenny Jenssen & Band har tatt Country- & Dansefestivaler med storm! Dagens besetning foruten JENNY JENSSEN består av 4 dyktige musikere som har spilt med Tore Hansen, Alexander Rybak, Hanne Sørvåg m.fl kjente artister.</p>",
        "info_en": "<p>With over 300,000 albums sold and 16 sparkling album releases since 1991, Jenny Jenssen has received accolades including 1 double Platinum and 4 Gold records. Her latest release – the country album “From Our Hearts” – was recorded in Nashville and achieved Gold status.</p><p>Jenny Jenssen can look back on a long and diverse music career, where her relatability and close connection with the audience have been a consistent theme throughout her albums, concerts, and tours.</p><p>A festive evening with JENNY JENSSEN & BAND features her own hits, including «Nu må du Pinadø vaske klean dine sjøl», along with many catchy songs from Jenny’s musical country idols, such as Nanci Griffith, Eagles, Lynn Anderson, Emmylou Harris, Linda Ronstadt, and Dolly Parton.</p><p>Jenny Jenssen & Band have taken country and dance festivals by storm! The current lineup, in addition to JENNY JENSSEN, includes 4 skilled musicians who have played with well-known artists such as Tore Hansen, Alexander Rybak, Hanne Sørvåg, and others.</p>",
        "time_no": "Dag: Lørdag 26. juli.",
        "time_en": "Day: Saturday 26th July.",
        "homepage": "https://www.jennyjenssen.com/",
        "image": "images/artists/jennyjenssen.jpg",
        "youtube": "https://www.youtube.com/watch?v=VjzCLNh77C4"
    },
    {
        "name": "Jonathan Floyd",
        "info_no": "<p>Jonathan Floyd ble i løpet av pandemiårene en av Norges store pop-snakkiser. Med inspirasjon fra helter som <strong>Michael Jackson</strong>, <strong>Unge Ferrari</strong> og <strong>The Weeknd</strong> kombinerer unggutten atmosfæriske og retroinspirerte R&B-produksjoner med melankolske og fengende melodilinjer.</p><p>Floyd har fått support av tastemakere som <em>VG</em>, <em>730.no</em>, <em>Bands of Tomorrow</em> og <em>Tidal</em>. Han mottok den gjeve prisen som <strong>Årets Nykommer</strong> under <em>P3 GULL 2021</em> og representerte “Årets viktigste låt” med <em>“Danser Likevel”</em> under <em>VG-lista turnéen 2022</em>.</p><p>22-åringen kan, på tross av sin unge alder, vise til over <strong>26.000.000 streams</strong> på Spotify alene, terningkast 6 hos VG, og tittelen <em>“Ukens låt”</em> hele tre ganger hos NRK P3 med samtlige singler listet for radiorotasjon. På toppen av det hele ble både <em>“Heartbreaker feat. Arif”</em> og <em>“Danser på Kanten”</em> A-listet på P3, hvor sistnevnte også klatret opp på A-listen til NRK P1.</p><p>Da han slapp debut-EPen <em>“Heartbreaker”</em> i april 2022, ble begge nye singler listet for rotasjon på NRK, der <em>“Skygge”</em> fikk tittelen <em>“Ukens låt”</em> på P3. I løpet av de siste par årene har Jonathan sluppet sporadisk musikk med blant annet Isah og fått god omtale fra Norges musikkentusiaster.</p>",
        "info_en": "<p>During the pandemic years, Jonathan Floyd became one of Norway's biggest pop sensations. Drawing inspiration from heroes like <strong>Michael Jackson</strong>, <strong>Unge Ferrari</strong>, and <strong>The Weeknd</strong>, the young artist combines atmospheric and retro-inspired R&B productions with melancholic and catchy melodies.</p><p>Floyd has received support from tastemakers such as <em>VG</em>, <em>730.no</em>, <em>Bands of Tomorrow</em>, and <em>Tidal</em>. He was awarded the prestigious title of <strong>Newcomer of the Year</strong> at <em>P3 GULL 2021</em> and represented “Song of the Year” with <em>“Danser Likevel”</em> during the <em>VG-lista Tour 2022</em>.</p><p>Despite being only 22 years old, Floyd boasts over <strong>26,000,000 streams</strong> on Spotify alone, a glowing 6/6 review from VG, and the title of <em>“Song of the Week”</em> three times on NRK P3, with all his singles listed for radio rotation. On top of that, both <em>“Heartbreaker feat. Arif”</em> and <em>“Danser på Kanten”</em> were A-listed on P3, with the latter also making it onto the A-list on NRK P1.</p><p>When he released his debut EP <em>“Heartbreaker”</em> in April 2022, both new singles were listed for rotation on NRK, with <em>“Skygge”</em> earning the title of <em>“Song of the Week”</em> on P3. Over the past couple of years, Jonathan has released music sporadically, collaborating with artists like Isah, and has received widespread acclaim from Norway's music enthusiasts.</p>",
        "time_no": "Dag: Fredag 25. juli.",
        "time_en": "Day: Friday 25th July.",
        "homepage": "https://www.facebook.com/jonathanfloydofficial",
        "image": "images/artists/jonathanfloyd.jpg",
        "youtube": "https://www.youtube.com/watch?v=3Q3tvua-Dfk"
    },
    {
        "name": "Kardang",
        "info_no": "<p>I dag ser man millioner av nye band dukke opp hver uke. Alle drukner i den samme elv av håpløshet mens de prøver å komme opp med noe nytt og fresht i en aldeles rævpult bransje. Så har du bandet KARDANG. Disse gutta lager musikken de elsker. Melodisk rock ‘n’ roll, catchy riff, stadion-refrenger og et sceneshow hottere enn en finsk sauna.</<p><p>De gir faen i mote, trender og årets farge på veska til Simon Cowell. KARDANG gir en GIGANTISK LANGFINGER til alle musikkritikere som venter på et nytt og eksemplarisk, velduftende og digitalisert disco-junk boyband klart til på bli manipulert inn på listene. RÅKK ÅFF!</p>",
        "info_en": "<p>Today, millions of new bands seem to emerge every week. All of them drown in the same river of hopelessness as they try to come up with something new and fresh in an utterly screwed-up industry. Then there’s the band KARDANG. These guys create the music they love: melodic rock ‘n’ roll, catchy riffs, stadium-worthy choruses, and a stage show hotter than a Finnish sauna.</p><p>They couldn’t care less about fashion, trends, or the color of Simon Cowell’s bag this year. KARDANG gives a MASSIVE MIDDLE FINGER to all music critics waiting for a new, polished, sweet-smelling, digital disco-junk boyband ready to be manipulated onto the charts. ROCK ON!</p>",
        "time_no": "Dag: Lørdag 26. juli.",
        "time_en": "Day: Saturday 26th July.",
        "homepage": "https://www.facebook.com/kardangofficial",
        "image": "images/artists/kardang.jpg",
        "youtube": "https://www.youtube.com/watch?v=T04-pquXSi0"
    },
    {
        "name": "Drag Bingo",
        "info_no": "<p><strong>DRAG BINGO med Miss Delicious & Miss Madam!</strong> Er du klar for en kveld som oser av glitter, glam og galskap? Sett deg til rette og gjør deg klar for to timer med det ultimate vorspielet, ledet av de kuleste dragdronningene nord for Karasjok!</p> <p><strong>Bingo på sitt beste:</strong> Den gode, gammeldagse bingotrommelen spinner frem ballene – men dette er langt fra en vanlig bingokveld! Forbered deg på gnistrende lipsync-oppvisninger som tar pusten fra deg.</p> <p><strong>Full dragfaktor:</strong> Høye hæler, høyt hår og enda høyere stemning! Miss Delicious og Miss Madam vet hvordan de leverer en fest du aldri glemmer.</p> <p><strong>Dette vil du ikke gå glipp av:</strong> Årets morsomste, mest glitrende og mest legendariske fest!</p>",
        "info_en": "<p><strong>DRAG BINGO with Miss Delicious & Miss Madam!</strong> Are you ready for an evening filled with glitter, glam, and madness? Sit back and get ready for two hours of the ultimate pre-party, hosted by the coolest drag queens north of Karasjok!</p> <p><strong>Bingo at its best:</strong> The classic, old-fashioned bingo drum spins the balls – but this is far from your ordinary bingo night! Get ready for dazzling lip-sync performances that will take your breath away.</p> <p><strong>Full drag factor:</strong> High heels, big hair, and even higher energy! Miss Delicious and Miss Madam know how to deliver a party you'll never forget.</p> <p><strong>Don’t miss this:</strong> The funniest, most glittering, and most legendary party of the year!</p>",
        "time_no": "Dag: Torsdag 24. juli.",
        "time_en": "Day: Thursday 24th July.",
        "homepage": "",
        "image": "images/artists/dragbingo.jpg",
        "youtube": ""
    }
]