[
    {
        "name": "Red Steel",
        "info": "<p>Red Steel er et rockeband som, til tross for sin unge alder, allerede har opparbeidet seg erfaring og blitt vant til å spille på store scener. De har markert seg på den norske rockescenen med en heftig konsert på Tons of Rock 2023 og som support for store navn som Wig Wam. Med 120 000 følgere og over 50 millioner visninger på TikTok, når de ut til et stort internasjonalt publikum med sin musikk og imponerende evne til å underholde.</p><p>Live leverer Red Steel en energisk og visuelt gjennomført konsertopplevelse, inspirert av band som Ghost, støttet av solid musikalsk kvalitet som blander rock, pop og metal.</p><p>The Moshville Times omtalte deres opptreden på Tons of Rock 2023 slik:<p>'Despite only being young, they put on a belter of a performance and had really made an effort with their looks – all dressed in variations on the same outfit, and some with face paint. The drummer with his epic hair was the stand-out performer for me, but all of them looked very easy and competent on stage, so I hope they will go far.'</p>",
        "homepage": "https://www.facebook.com/redsteelband/",
        "image": "images/artists/redsteel.jpg",
        "youtube": "https://www.youtube.com/watch?v=9iLfCjZAGl0"
    },
    {
        "name": "Jenny Jenssen Band",
        "info": "<p>Med over 300 000 solgte album og 16 glitrende albumutgivelser siden 1991. Mottatt heder og ære i form av 1 dobbel Platina samt 4 Gullplater. Seneste utgivelse – countryalbumet “From our hearts” ble spilt inn i Nashville og solgte til gull.</p><p>Jenny Jenssen kan se tilbake på en lang og variert musikkarriere der folkeligheten og nærkontakten med publikum går som en rød tråd gjennom albumene, konsertene og turneene hennes.</p><p>En festkveld med JENNY JENSSEN & BAND er et gjenhør egne hits som bl.a. «Nu må du Pinadø vaske klean dine sjøl» + mange fengende hits fra Jenny’s musikalske countryforbilder, så som; Nanci Griffith, Eagles, Lynn Anderson, Emmylou Harris, Linda Ronstadt og Dolly Parton.</p><p>Jenny Jenssen & Band har tatt Country- & Dansefestivaler med storm! Dagens besetning foruten JENNY JENSSEN består av 4 dyktige musikere som har spilt med Tore Hansen, Alexander Rybak, Hanne Sørvåg m.fl kjente artister.</p>",
        "homepage": "https://www.jennyjenssen.com/",
        "image": "images/artists/jennyjenssen.jpg",
        "youtube": "https://www.youtube.com/watch?v=VjzCLNh77C4"
    },
    {
        "name": "Jonathan Floyd",
        "info": "<p>Jonathan Floyd ble i løpet av pandemiårene en av Norges store pop-snakkiser. Med inspirasjon fra helter som <strong>Michael Jackson</strong>, <strong>Unge Ferrari</strong> og <strong>The Weeknd</strong> kombinerer unggutten atmosfæriske og retroinspirerte R&B-produksjoner med melankolske og fengende melodilinjer.</p><p>Floyd har fått support av tastemakere som <em>VG</em>, <em>730.no</em>, <em>Bands of Tomorrow</em> og <em>Tidal</em>. Han mottok den gjeve prisen som <strong>Årets Nykommer</strong> under <em>P3 GULL 2021</em> og representerte “Årets viktigste låt” med <em>“Danser Likevel”</em> under <em>VG-lista turnéen 2022</em>.</p><p>22-åringen kan, på tross av sin unge alder, vise til over <strong>26.000.000 streams</strong> på Spotify alene, terningkast 6 hos VG, og tittelen <em>“Ukens låt”</em> hele tre ganger hos NRK P3 med samtlige singler listet for radiorotasjon. På toppen av det hele ble både <em>“Heartbreaker feat. Arif”</em> og <em>“Danser på Kanten”</em> A-listet på P3, hvor sistnevnte også klatret opp på A-listen til NRK P1.</p><p>Da han slapp debut-EPen <em>“Heartbreaker”</em> i april 2022, ble begge nye singler listet for rotasjon på NRK, der <em>“Skygge”</em> fikk tittelen <em>“Ukens låt”</em> på P3. I løpet av de siste par årene har Jonathan sluppet sporadisk musikk med blant annet Isah og fått god omtale fra Norges musikkentusiaster.</p>",
        "homepage": "https://www.facebook.com/jonathanfloydofficial",
        "image": "images/artists/jonathanfloyd.jpg",
        "youtube": "https://www.youtube.com/watch?v=vDlXO-v80Aw"
    },
    {
        "name": "Kardang",
        "info": "<p>I dag ser man millioner av nye band dukke opp hver uke. Alle drukner i den samme elv av håpløshet mens de prøver å komme opp med noe nytt og fresht i en aldeles rævpult bransje. Så har du bandet KARDANG. Disse gutta lager musikken de elsker. Melodisk rock ‘n’ roll, catchy riff, stadion-refrenger og et sceneshow hottere enn en finsk sauna.</<p><p>De gir faen i mote, trender og årets farge på veska til Simon Cowell. KARDANG gir en GIGANTISK LANGFINGER til alle musikkritikere som venter på et nytt og eksemplarisk, velduftende og digitalisert disco-junk boyband klart til på bli manipulert inn på listene. RÅKK ÅFF!</p>",
        "homepage": "https://www.facebook.com/kardangofficial",
        "image": "images/artists/kardang.jpg",
        "youtube": "https://www.youtube.com/watch?v=T04-pquXSi0"
    },
    {
        "name": "Stage Dolls",
        "info": "Artist 2 is a renowned musician with a worldwide following.",
        "homepage": "https://artist2homepage.com",
        "image": "images/artists/stagedolls.jpg",
        "youtube": "https://www.youtube.com/watch?v=vDlXO-v80Aw"
    },
    {
        "name": "TNT",
        "info": "Known for soulful tunes and energetic shows, Artist 3 is a must-see.",
        "homepage": "https://artist3homepage.com",
        "image": "images/artists/tnt.jpg",
        "youtube": "https://www.youtube.com/watch?v=vDlXO-v80Aw"
    },
    {
        "name": "TNT",
        "info": "Known for soulful tunes and energetic shows, Artist 3 is a must-see.",
        "homepage": "https://artist3homepage.com",
        "image": "images/artists/tnt.jpg",
        "youtube": "https://www.youtube.com/watch?v=vDlXO-v80Aw"
    },
    {
        "name": "Sandra Lyng",
        "info": "A description about Artist 1. Known for amazing performances and unique style.",
        "homepage": "https://artist1homepage.com",
        "image": "images/artists/sandralyng.jpg",
        "youtube": "https://www.youtube.com/watch?v=vDlXO-v80Aw"
    }
]